# Min Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BoundingBoxUV..::..Min Property
BoundingBoxUV Class See Also
---
Minimum coordinates (lower-left corner of the box).
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public UV Min { get; set; }
```

Visual Basic
---
```text
Public Property Min As UV
	Get
	Set
```

Visual C++
---
```text
public:
property UV^ Min {
	UV^ get ();
	void set (UV^ value);
}
```

# See Also
BoundingBoxUV Class
Autodesk.Revit.DB Namespace